Repository: santidhammo/onvp-frontend
Catalog: src/locale/messages.*.xlf
Languages: nl

source: title is required
nl: title is verplicht

source: title has wrong pattern
nl: title niet volgens patroon

source: Edit
nl: Bewerken

source: Retry
nl: Opnieuw

source: Edit Member
nl: Lid Bewerken

source: title has wrong email format
nl: title heeft het verkeerde e-mailadresformaat

source: title has wrong length! Required length: error.requiredLength
nl: title heeft de verkeerde lengte! Minimale lengte: error.requiredLength

source: title must be equal!
nl: title moet gelijk zijn!

source: Error: title
nl: Fout: title

source: Member Activation
nl: Lidactivatie

source: Please activate your account. Scan the given QR code in your Authentication application, and send the resulting code back to the system. This will activate your account.
nl: Gelieve uw lidmaatschap te activeren. Scan de QR code in uw authenticatie-applicatie, en stuur de resulterende code terug naar het systeem. Dit zal uw lidmaatschap activeren.

source: Activation QR Code
nl: Activatie QR Code

source: Activation Code
nl: Activatiecode

source: Setup
nl: Installatie

source: Nieuwe Veste Plus Orchestra
nl: Orkest Nieuwe Veste Plus

source: Login
nl: Inloggen

source: Logout
nl: Uitloggen

source: Please enter your e-mail address and token
nl: Gelieve uw e-mailadres en authenticatiecode op te geven

source: Token
nl: Authenticatiecode

source: Failed to login
nl: Inloggen mislukt

source: This is the setup process of the ONVP website. Please enter the following details, to startup the website.
nl: Dit is het installatieproces van de ONVP website. Vul alstublieft de volgende waarden in om de website op te starten.

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Email Address
nl: E-mailadres

source: Submit
nl: Versturen

source: Phone Number
nl: Telefoonnummer

source: Street
nl: Straat

source: House Number
nl: Huisnummer

source: House Number Postfix
nl: Huisnummertoevoeging

source: Postal Code
nl: Postcode

source: Domicile
nl: Woonplaats

source: Edit Configuration
nl: Bewerk configuratie

source: Error requesting the server for data
nl: Fout bij het bevragen van data aan de dienstverlener

source: Server returned error: error.message
nl: Dienstverlener heeft de volgende foutmelding gegeven: error.message

source: Unknown error occurred
nl: Er is een onbekende fout voorgekomen

source: Cancel
nl: Annuleren

source: Search
nl: Zoeken

source: Actions
nl: Acties

source: An error occurred
nl: Er is een fout voorgekomen

source: Edit Member Picture
nl: Lidafbeelding Bewerken

source: Picture of the member
nl: Afbeelding van het lid

source: Register Member
nl: Registreer lid

source: This is the registration dialog for a new member. Please enter the details here and submit. An email will be send to the member for further activation
nl: Dit is het registratiedialoogvenser voor een nieuw lid. Voer de gegevens van het lid in, in het formulier en verstuur. Een e-mail wordt aan het lid gestuurd ter activatie.

source: Register new member
nl: Registreer new lid

source: Profile Picture
nl: Profilefoto

source: <strong>Total Records</strong>: {{ observeTotalCount() | async }}
nl: <strong>Totaal aantal rijen</strong>: {{ observeTotalCount() | async }}

source: No results available
nl: Geen resultaten beschikbaar

source: Edit Address
nl: Adres Bewerken

source: Register Work Group
nl: Registreer Werkgroep

source: This is the registration dialog for a new work group. Please enter the details here and submit
nl: Dit is het registratiedialoogvenster voor een werkgroep. Gelieve de details op te geven en te versturen

source: Name
nl: Naam

source: Edit Work Group
nl: Werkgroep Bewerken

source: Register new work group
nl: Registeer nieuwe werkgroep

source: Unregister Member
nl: Lid Afmelden

source: Continue
nl: Doorgaan

source: Unregister Work Group
nl: Werkgroep afmelden

source: Unregister
nl: Afmelden

source: Are you sure to unregister the member with name: <strong>{{ observeName() | async }}</strong >?
nl: Weet u zeker dat u het lid met de naam: <strong>{{ observeName() | async }}</strong > wilt afmelden?

source: Are you sure to unregister the work group with name: <strong>{{ observeName() | async }}</strong >?
nl: Weet u zeker dat u de werkgroep met de naam: <strong>{{ observeName() | async }}</strong > wilt afmelden?

source: Members
nl: Leden

source: Work Groups
nl: Werkgroepen

source: Roles
nl: Rollen

source: Member Roles
nl: Lidrollen

source: Work Group Roles
nl: Werkgroeprollen

source: Member
nl: Lid

source: Orchestra Committee
nl: Orkestcommissie

source: Operator
nl: Beheerder

source: Public Access
nl: Publieke toegang

source: Member work groups
nl: Werkgroep lidmaatschap

source: Manage workgroup: workgroupResponse.name
nl: Werkgroep beheren: workgroupResponse.name

source: Work Group Management
nl: Werkgroepenbeheer

source: Available members:
nl: Beschikbare leden:

source: Current members:
nl: Huidige leden:

source: No results available
nl: Geen resultaten gevonden

source: Manage
nl: Beheren

source: Search for available members
nl: Zoek naar beschikbare leden

source: Description
nl: Beschrijving

source: Manage workgroup: workgroupResponse.name. Search for the available members, select the available member(s) and click add to add the member
nl: Beheer werkgroep: workgroupResponse.name. Zoek naar beschikbare leden, selecteer het beschikbare lid en klik toevoegen om het lid toe te voegen

source: Add >>
nl: Toevoegen >>

source: << Remove
nl: << Verwijderen

source: Allow member privacy information sharing
nl: Delen van publieke lidinformatie toestaan

source: Our Face Book
nl: Ons Snoetenboek

source: Search Faces
nl: Zoek Snoeten

source: Picture of fullName
nl: Afbeelding van fullName

source: Beware, in some jurisdictions it is necessary for the member to allow sharing of these details
nl: Waarschuwing, in sommige rechtsgebieden is het verplicht om het lid toestemming te laten verlenen voor deze details

source: This website uses functional cookies for internal use only, by using this website, you agree with these cookies being used.
nl: Deze website gebruikt functionele cookies voor intern gebruik, door deze website te gebruiken stemt u in met het gebruiken van deze coolies.

source: Accept
nl: Accepteren

source: Pages
nl: Pagina's

source: Page Title
nl: Paginatitel

source: Page Publication
nl: Paginapublicatie

source: Publishes a page to several roles
nl: Publiceert een pagina voor meerdere rollen

source: Create new page
nl: Pagina aanmaken

source: Public
nl: Publiek

source: Publication
nl: Publicatie

source: Media Library
nl: Mediabibliotheek

source: Save
nl: Opslaan

source: Images
nl: Afbeeldingen

source: Image Publication
nl: Afbeeldingpublicatie

source: Publishes an image to several roles
nl: Publiceert een afbeelding aan enkele rollen

source: Upload Image
nl: Afbeelding Overzetten

source: Image Title
nl: Afbeeldingstitel

source: Cancelled by user
nl: Geannuleerd door gebruiker

source: Insert Media
nl: Media invoegen

source: Select an image to insert
nl: Selecteer een afbeelding om in te voegen

source: Default
nl: Thuispagina

source: Frontend sources
nl: Frontend broncode

source: Backend sources
nl: Backend broncode

source: Musical Instrument Selection
nl: Muziekinstrument selectie

source: Remove
nl: Verwijderen

source: None
nl: Geen

source: Select a musical instrument
nl: Selecteer een muziekinstrument

source: Musical Instruments
nl: Muziekinstrumenten

source: Register Musical Instrument
nl: Registreer muziekinstrument

source: Musical Instrument
nl: Muziekinstrument

source: Register new instrument
nl: Registreer nieuw instrument

source: Are you sure to remove the page with title: <strong>{{ observeTitle() | async }}</strong >?
nl: Weet u zeker dat u de pagina met title: <strong>{{ observeTitle() | async }}</strong > wilt verwijderen?

source: Are you sure to unregister the musical instrument with name: <strong>{{ observeName() | async }}</strong >?
nl: Weet u zeker dat u het muziekinstrument: <strong>{{ observeName() | async }}</strong > wilt afmelden?

source: Director
nl: Dirigent

source: Mailinglist Management
nl: Emaillijstbeheer
